Repository: sasogu/EduHoot
Catalog: locale/llixhoot/quiz_new/*.po
Languages: ca@valencia, es_es

source: Creator | KahootClone
ca@valencia: Creador | EduHoot
es_es: Diseñador | LlixHoot

source: Kahoot Quiz Creator Studio
ca@valencia: Creador de qüestionaris d'EduHoot
es_es: Diseñador de Eduhoots

source: Quiz Title
ca@valencia: Títol
es_es: Título

source: Question 1:
ca@valencia: Pregunta 1:
es_es: Pregunta 1:

source: Answer 1:
ca@valencia: Resposta 1:
es_es: Respuesta 1:

source: Answer 2:
ca@valencia: Resposta 2:
es_es: Respuesta 2:

source: Answer 3:
ca@valencia: Resposta 3:
es_es: Respuesta 3:

source: Answer 4:
ca@valencia: Resposta 4:
es_es: Respuesta 4:

source: Correct Answer (1-4) :
ca@valencia: Resposta correcta (1-4) :
es_es: Respuesta correcta (1-4) :

source: Add another question
ca@valencia: Afig una altra pregunta
es_es: Añadir otra pregunta

source: Create Quiz
ca@valencia: Crea un qüestionari
es_es: Crear cuestionario

source: Cancel quiz and return to quiz selection
ca@valencia: Cancel·la el qüestionari i torna a la selecció de qüestionaris
es_es: Cancelar y volver
